// pages/news/news.js
Page({
  data: {
    news: [
      {
        title: "中央一号文件发布，农业板块将受益？别忽略了保险！",
        pic_addr: "/images/news/01.jpg",
        content: "在中央一号文件中，多次提到了农业保险：扩大稻谷、小麦、玉米三大粮食作物完全成本保险和收入保险试点范围，将地方优势特色农产品保险以奖代补做法逐步扩大到全国；健全农业再保险制度，进一步完善农业保险体系建设；加快农业保险创新，发挥“保险+期货”在服务乡村产业发展中的作用。",
      },
      {
        title: "开年这场大降温预示着什么？农业更大的挑战还在后面！",
        pic_addr: "/images/news/02.jpg",
        content: "去年我国粮食生产受疫情和洪涝灾害影响，遭受了前所未有的严峻考验，熬过了2020年的“实鼠不易”，进入2021年，很多农民朋友觉得终于可以松口气了，都期盼着能“牛转乾坤”。愿望总是美好的，但现实却不容乐观，开年“高开低走”的气温反常表现已经给我们来了一个下马威，可见，2021年我国粮食保产、稳产的任务依然很艰巨。"
      },
      {
        title: "2021中国农业竞争新模式：数字农业",
        pic_addr: "/images/news/03.jpg",
        content: "早在2020年，5G时代逐渐开始崭露头角，三大运营商、百度、阿里、拼多多、网易等巨头纷纷牵线“数字农业”领域，加强和各地的产销对接与产业布局。另外，《中国数字乡村发展报告（2019）》预测，我国智慧农业在2020年的潜在市场规模突破2000亿，未来更是一片前景光明的新蓝海。并且，在各种政策福利的支持下，近年来我国的智慧农业已经开始迈入较为成熟的阶段，并逐步开始运用于商业和产业运作中。"
      },
      {
        title: "农业的第一“杀手”，2020年已毁掉近60亿亩良田，但它们是无辜的！",
        pic_addr: "/images/news/04.jpg",
        content: "在农业生产中，全球每年因虫害造成的农业损失高达2500亿美金，无愧于农业界的第一“杀手”。据相关统计，我国2020年全国主要病虫害发生面积近60亿亩，防治面积65亿亩。据中国农业新闻网预计2021年全国农作物病虫草鼠害发生面积可达62亿亩次，防治面积可达70亿亩次。"
      },
      {
        title: "聚焦乡村振兴 着力加快农业农村现代化",
        pic_addr: "/images/news/05.jpg",
        content: "守耕地保护红线，坚决遏制耕地“非农化”、防止“非粮化”，切实保障粮食安全。深入实施现代丝路寒旱特色农业三年行动计划和“4+2”农业产业振兴行动，着力在提高农产品品质、建设冷链物流、促进精深加工、打造特色品牌上下功夫，不断延伸产业链、提高附加值。要深入实施乡村建设行动坚持以规划引领乡村建设，根据人口规模、产业基础、区位条件和发展趋势，分类推进村庄建设，完善农村路、水、电、气、通信等配套基础设施，巩固农村人居环境整治和全域无垃圾行动成果提升农业装备水平，以农业装备现代化促进农业生产现代化、农村生活现代化。"
      },
      {
        title: "还想迁往城市？农业户口的四大好处，农民要心里有数",
        pic_addr: "/images/news/06.jpg",
        content: "其实很多时候，我们稍微回头看一下，或许会发现有意想不到的惊喜。就拿现在的农村来说，政策上的倾斜导致现在的农村发生了质的改变，特别是农业户口，更会成为“香饽饽”，所以对于那些想要迁往城市的农民朋友们，笔者想提个醒，那就是农业户口的四大好处，一定要做到心里有数，再去作出自己的决定。首先第一点就是能够拥有耕地，第二点就是在拆迁的补偿上，第三点就是宅基地了，最后一点就是新农村建设过程当中的相关福利。"
      }
    ]
  }
})
